/* Script for example 13a - setting color */

ADDRESS "EXAMPLE13A.1"

/* parse the arguments */

PARSE ARG red " " green " " blue

/* set the color */

SetColor red green blue

EXIT
